<%@ Page Language="C#" AutoEventWireup="true" CodeFile="FAQs.aspx.cs" Inherits="FAQs" MasterPageFile="~/MasterPage.master" %>

<asp:Content ContentPlaceHolderID="Content1" runat="server">

    <div class="cpp" style="height:900px">
        <h1>Често поставувани прашања</h1>
     <button class="f" runat="server">       
     </button>
     <!--  <img src="css/images/mark.png"  class="mark"/> -->
     <h4>&nbsp&nbsp&nbsp&nbsp&nbsp&nbsp Добредојдовте на страницата за помош на корисници. Тука ќе најдете одговори на најчесто поставуваните прашања од посетителите кои воедно претставуваат водич за користење на веб страната. За дополнителни информации можете да не контактирате на goran@gmail.com</h4>
   
     <h3 style="color:#E62E00">Како да станам корисник?</h3>   
        <h4>
            &nbsp&nbsp&nbsp&nbsp&nbsp&nbsp За да станете корисник најпрво морате да се регистрирате така што ќе кликнете на копчето "Најава/Регистрација" кое се наоѓа во горниот десен агол и ќе ги внесете потребните информации. Откако ќе се регистрирате, Вие имате корисничко име (е-маил) и лозинка со кои се најавувате за да можете да додавате огласи и да пребарувате книги. 
        </h4>
        <h3 style="color:#E62E00">Како да додадам оглас?</h3>
        <h4>
            &nbsp&nbsp&nbsp&nbsp&nbsp&nbsp За да додадете оглас кликнете на копчето "Додај оглас" кое се наоѓа во горниот лев агол. Ќе се појави форма која треба да ја пополните со податоци за книгата која ја огласувате. Потоа кликнете на копчето "Додај оглас" кое се наоѓа под формата за пополнување. Потребно е администраторот да го одобри Вашиот оглас за да истиот стане активен.
        </h4>
        <h3 style="color:#E62E00">Како да пребарувам книги?</h3>
        <h4>
            &nbsp&nbsp&nbsp&nbsp&nbsp&nbsp Книги можете да пребарувате така што ќе ја изберете категоријата "Книги" од менито кое се наоѓа најгоре на страницата. Ќе се излистаат сите огласи за книги подредени според датумот на внесување. Од листата можете да изберете оглас, при што се прикажуваат детали за книгата која се огласува. Книги можете да пребарувате и на тој начин што ќе изберете жанр од листата со жанрови која се наоѓа на почетната страница во левиот дел. Откако ќе изберете, ќе ви бидат излистани само оние книги кои одговараат на тој жанр. Исто така, на почетната страница се излистани последните четири огласи преку кои можете да пристапите до книгите што се огласени.
        </h4>
        <h3 style="color:#E62E00">Како да одговорам на оглас?</h3>
        <h4>
            &nbsp&nbsp&nbsp&nbsp&nbsp&nbsp За да одговорите на оглас и да ја порачатe книгата која сте ја избрале, треба да го контактирате самиот огласувач на истата. Откако ќе изберете книга, кликнете на копчето "Контактирајте го огласувачот". Ќе се појави форма преку која можете да испратите е-маил до огласувачот, а исто така можете да контактирате преку дадениот телефонски број.
        </h4>
    </div>
   
</asp:Content>